Fold segment length.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public double FoldLength { get; set; }
  Visual Basic
Public Property FoldLength As Double
	Get
	Set
  Visual C++
public:
property double FoldLength {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionGeneralCEx Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace